/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets" = "Actifs de chargement";
"Scenes" = "Scènes";

"Information" = "Information";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "Vous avez déjà mis à niveau vers Premium. S'il vous plaît 'Se connecter' et utiliser 'Restaurer Achat »dans le menu« Paramètres pour vérifier votre achat.";
"Alert" = "Alerte";
"OK" = "D'accord";
"Ok" = "D'accord";
"No_Email_account_configured" = "Aucun compte de messagerie est configuré sur cet appareil.";
"My Scene %d" = "ma scène %d";

"Warning" = "Attention";
"Scene_name_empty" = "Nom de la scène ne peut pas être vide.";
"Scene_name_special_character" = "Nom de la scène ne peut pas contenir de caractères spéciaux.";

"Duplicate_Scene_Name" = "Dupliquer Nom Scène";
"Duplicate_Scene_Name_message" = "Une autre scène avec le même nom existe déjà. S'il vous plaît fournir un nom différent.";

"Rename Scene" = "renommez Scène";
"Please enter a new Scene name" = "S'il vous plaît entrer un nouveau nom de scène";
"Cancel" = "Annuler";
"Scene Name" = "Nom de scène";

"A Scene created using Iyan 3D in iOS." = "Une scène créée en utilisant Iyan 3D dans iOS.";

"Success" = "Cucis";
"file_successfully_saved_dropbox" = "Fichier enregistré avec succès à DropBox. Vous pouvez le trouver dans votre compte DropBox 'Applications / Iyan 3D'.";

"Failure" = "Échec";
"Error_uploading_file" = "fichier L'ajout d'erreur. S'il vous plaît vérifiez votre connexion Internet.";
"unable_connect_server" = "Impossible de se connecter au serveur, S'il vous plaît vérifier vos paramètres de réseau.";
"Connection Error" = "Erreur de connexion";
"max_five_lights_per_scene" = "Scène ne peut pas contenir plus de cinq lumières.";
"File Corrupted" = "Fichier corrompu";
"File_Corrupted_message" = "Le projet que vous essayez d'ouvrir est corrompu.";

"Select Bone Structure" = "Sélectionnez Structure osseuse";
"start_single_bone_or_human_message" = "Vous pouvez commencer avec une structure complète Os humain ou avec un seul os?";
"Single Bone" = "os simple";
"Human Bone Structure" = "Structure osseuse humaine";
"rigging_back_previous_mode" = "Etes-vous sûr de vouloir revenir au mode précédent? En appuyant sur Oui, toutes vos modifications seront rejetées.";
"NO" = "NON";
"Yes" = "Oui";

"Light %d" = "Lumière %d";
"Delete" = "Effacer";
"Clone" = "Cloner";
"copy_limit_exceed_message" = "Limite Copie dépassée. Importez l'objet en utilisant 'Ajouter' bouton sur ToolBar.";

"CAMERA" = "CAMÉRA";
"LIGHT" = "LUMIÈRE";
"Image : %@" = "image : %@";
"Text : %@" = "Texte : %@";
"Video : %@" = "Vidéo : %@";

"apply_animation_error" = "S'il vous plaît sélectionner un texte ou le caractère d'appliquer l'animation.";
"Save your Animation as template" = "Sauvegardez votre animation en tant que modèle";
"Animation Name" = "Animations Nom";
"Bones cannot be added to this model." = "Bones ne peuvent pas être ajoutés à ce modèle.";
"model_cannot_add_bone" = "Ce modèle a été truqué en utilisant la version précédente. Certaines des informations d'enveloppe peut être manquant. Voulez-vous continuer?";

"Please Select any Node to add Bone" = "S'il vous plaît Sélectionnez un nœud à ajouter os";
"Delete Animation in this Frame" = "Supprimer l'animation dans ce cadre";
"Delete Animation in this Frame" = "Supprimer l'animation dans ce cadre";
"Delete Object" = "Supprimer l'objet";

"Info" = "Info";
"There is no animation in this frame." = "Il n'y a pas d'animation dans ce cadre.";
"Animation name cannot be empty." = "Nom d'animation ne peut être vide.";
"Animation_Name_special" = "Animations nom ne peut pas contenir de caractères spéciaux.";

"Step_1_rigging_message" = "Placez les os dans des positions appropriées dans le modèle.";
"Step_2_rigging_message" = "Échelle de l'enveloppe de chaque os pour couvrir les mailles environnantes.";
"Step_3_rigging_message" = "Assurez-vous que la plate-forme est parfaite en animant le modèle.";
"PREVIEW" = "APERÇU";
"ADJUST ENVELOP" = "RÉGLER ENVELOPPE";
"ATTACH SKELETON" = "FIXER SKELETON";

"Cone" = "Cône";
"Cube" = "cube";
"Cylinder" = "Cylindre";
"Plane" = "Avion";
"Sphere" = "Sphère";
"Torus" = "Torus";

"bone_count_exceed" = "Les os maximum par objet ne peut pas dépasser 57.";



"Category" = "Catégorie";
"All Models" = "Tous les modèles";
"Character" = "Personnage";
"Backgrounds" = "Fond";
"Accessories" = "Accessoires";
"Minecraft" = "Minecraft";
"FNAF" = "FNAF";
"My Library" = "Ma bibliothèque";

"Rename Object" = "renommez Object";
"Please enter a name" = "S'il vous plaît entrer un nom";
"Please Choose Font Style." = "S'il vous plaît Choisissez le style de police.";
"Please enter some text to add." = "S'il vous plaît entrer un texte pour ajouter.";


"Create a Scene" = "Créer une scène";
"Animate Character" = "Animated Caractère";
"Export Video" = "Exporter la vidéo";
"Share your video" = "Partagez votre vidéo";

"onboarding_message_#1" = "Ajouter des personnages, des environnements, des accessoires de notre bibliothèque de plus de 300 actifs ou importer un fichier OBJ à partir d'une source externe.";
"onboarding_message_#2" = "Apportez votre personnage à la vie avec nos actions prédéfinies, appliquer la simulation de la physique ou de faire un de vos propres actions.";
"onboarding_message_#3" = "Rendu la vidéo finale avec la qualité et le style désiré.";
"onboarding_message_#4" = "C'est tout. Envoyez votre film 3D et de montrer vos talents créatifs à vos amis.";

"Next" = "Prochain";
"Let's get started" = "Commençons";

"Models" = "Des modèles";
"Images" = "Images";
"Videos" = "Vidéos";
"Text" = "Texte";
"Light" = "Lumière";
"OBJ File" = "OBJ fichier";
"Add Bone" = "Ajouter os";
"Particle Effects" = "Effets de particules";

"Apply Animation" = "Appliquer l'animation";
"Save Animation" = "Enregistrer l'animation";
"Images" = "Images";
"Videos" = "Vidéos";

"Tutorials" = "Tutoriels";
"Settings" = "Paramètres";
"Rate This App" = "Évaluer l'application";
"Follow Us" = "Suivez-nous";
"Contact Us" = "Contactez nous";

"Front" = "avant";
"Top" = "Sommet";
"Left" = "À gauche";
"Back" = "Arrière";
"Right" = "Droite";
"Bottom" = "Bas";

"1 Frame" = "1 Cadre";
"24 Frames" = "24 Cadres";
"240 Frames" = "240 Cadres";

"Camera" = "Caméra";
"Light" = "Lumière";

"Clone" = "Cloner";
"Delete" = "Effacer";
"Rename" = "Rebaptiser";

"Move Camera" = "Déplacer la caméra";
"Publish" = "Publier";
"No data" = "Pas de données";

"share_image_social_media" = "Une scène 3D, je créée en utilisant Iyan 3D sur iOS";
"share_video_social_media" = "Une vidéo animée, je créée en utilisant Iyan 3D sur iOS";

"only_hq_options" = "Cette propriété est seulement pour haute qualité de rendu.";
"reopen_apply_changes" = "S'il vous plaît rouvrir la scène pour appliquer la modification.";
"sign_in_to_continue" = "S'il vous plait, connectez-vous pour continuer.";
"no_premium_restored" = "Il semble y avoir un problème avec votre achat. faire S'il vous plaît vérifiez que vous avez mis à niveau vers Premium avec le compte courant.";

"In Progress" = "En cours";
"Completed" = "Terminé";
"In Queue" = "Dans la queue";
"Download" = "télécharger";

"successful_saved_phot_gallery" = "Image / vitiyo cucisppiulli photos sveta Toe.";
"failed_saved_phot_gallery" = "Tere est un proplem taunlotin l'image / vidéo. S'il vous plaît à en-tête Tri Encore une fois.";

"no_twitter_account" = "Configuration Twitter acavunt de Davis Urine.";
"APPLY" = "Appali";

"select_obj_preview" = "Aperçu pour sélectionner un opij.";
"choose_texture" = "Choisissez un cuir toe bataille testture appali celektit Mall.";
"choose_color" = "Choisissez mots celektit opij de guerre de cola.";
"tap_import_photos" = "Pour exploiter l'importation testture Cadre Photo Library.";
"tap_to_choose_texture" = "Choisissez baptisé Dow testture / cola objet en cuir de guerre celaktit.";
"import_model_selected_texture" = "Cuir importation avec Mal de celektit testture / cola.";
"add_obj_document_dir" = "Placez OBJ/DAE/FBX/3DS tirektari Document de vérification.";
"add_texture_document_dir" = "Lieu intrus testture document tirektari.";
"Pick Color" = "Big Secrétaire";
"ADD TO SCENE" = "Audit Dow cicen";

"Import Texture" = "importation testture";

"Normal Shader" = "ster normale";
"Toon Shader" = "Toon ster";
"HQ Rendering" = "Hugh renterin";

"tap_to_start" = "Commencez Doyle surnommé espiortin.";
"please_signin" = "Inscrivez-Toe kontinukke Belize.";

"not_enough_credits" = "Votre compte reccarj S'il vous plaît noter que vous devez kiretits proset enokh.";
"scene_no_support_hqrender" = "Sean kontains vidéo / piratticils currenralai vtic est l'ordinateur cupporttat Hugh renterin.";
"data_doesnot_exist" = "Toast de reyustet Node données eksista!!";
"hqrender_uploaded_success" = "Laplaatet cucisppiulli. Urine Urine du locataire U con C de prokres OP Voir le profil.";
"Done" = "Tony";


"Rename Animation" = "renommez animation";

"Trending" = "Trending";
"Featured" = "Pitturet";
"Top Rated" = "Top Red";
"Recent" = "présent";
"My Animations" = "M animations";

"username_has_special_char" = "Eni a des vues Nom d'utilisateur Cares spéciales.";
"username_isempty" = "Les vues de O utilisateur Nom.";

"Success" = "Cucis";
"success_animation_publish" = "Animated puplist cucisppiulli.";
"bone_count_mismatch" = "Match de vues avec os.";
"fontstyle_char_unsupported" = "Computer Support U Choisissez le style est comme la dose de la peau de la peau entertet Cares About You.";

"inapp_disabled" = "Est-In-App purccas affligée. Vos paramètres à enappile tchèque purccass.";
"missing_resources" = "R place resolarks sont manquants.";

"My Objects" = "M Objets";
"Edit" = "éditable";

"ADD" = "AJOUTER";
"ANIMATION" = "  animation";
"OPTIONS" = "  optins";
"EXPORT" = "  Espiyart";

"MOVE" = "  mauve";
"ROTATE" = "  Rottet";
"SCALE" = "  échelle";

"ADD JOINT" = "  Joynt audit";
"MIRROR" = "Murror";
"CANCEL" = "annulation";
"ADD TO SCENE" = "Audit Dow cicen";

"Enter Text" = "Entrez test";
"With Bones" = "Avec Bonus";
"Color" = "Couleur";
"Font Store" = "Comme stare";
"My Fonts" = "M pontas";
"News Feed" = "Nouvelles beat";
"Clear All" = "Pas un";
"SHARE" = "Sare";
"CLOSE" = "Kilos";

"FRAME COUNT DISPLAY" = "affichage du compteur de trame";
"TOOLBAR" = "barre d'outils";
"3D WORKSPACE" = "3D espace de travail";
"Quality" = "Qualité";
"Speed" = "La vitesse";
"This setting does not affect Export quality" = "Ce paramètre n'a aucune incidence sur la qualité des exportations";
"MultiSelect" = "Sélection multiple";

"RESTORE PURCHASE" = "restaurer l'achat";
"SETTINGS" = "paramètres";

"Credits" = "Crédits";
"Add 5k Credits" = "Ajouter Crédits 5k";
"Add 20k Credits" = "Ajouter 20k Crédits";
"Add 50k Credits" = "Ajouter 50k Crédits";
"HQ Render Progress" = "hq rendent les progrès";
"Manage Account" = "Gérer son compte";
"Sign Out" = "Se déconnecter";
"Add Credits" = "Ajouter Crédits";

"Sign In" = "Se connecter";
"Login to enjoy more features" = "Connectez-vous pour profiter de plus de fonctionnalités";

"Copy OBJ files in Document Directory." = "Copiez les fichiers OBJ dans le répertoire de documents.";
"Import Obj" = "importation Obj";
"NEXT" = "prochain";

"Create Scene" = "Créer Scène";
"Creates a new scene." = "Crée une nouvelle scène.";
"Tap to open the scene." = "Appuyez sur pour ouvrir la scène.";
"Tap to Clone / Delete / Share the scene." = "Appuyez sur pour Clone / Supprimer / Partager la scène.";


"RENDERING PROGRESS" = "RENDRE PROGRESS";
"RESOLUTION" = "RÉSOLUTION";
"BACKGROUND COLOR" = "COULEUR DE FOND";
"WATERMARK" = "FILIGRANE";
"RENDERING STYLE" = "REDDITION STYLE";
"Render Normal Shader in Your Device" = "Rendu normal Shader dans votre appareil";
"LIMIT FRAMES" = "CADRES LIMITES";

"ADD" = "AJOUTER";

"Manage your account" = "Gérer votre compte";
"Settings, Tutorials & Contact us" = "Paramètres, Tutoriels & Contact";


"Save and Exit the scene" = "Enregistrer et quitter la scène";
"Add Frames" = "Ajouter frames";
"Standard view angles" = "Standard angles de vue";
"Play the animation preview" = "Jouer l'aperçu de l'animation";
"Switch to Move / Rotate / Scale mode" = "Basculer vers Déplacer / Rotation / mode Echelle";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "Activer miroir pour déplacer / tourner le joint de miroir de l'articulation sélectionnée";
"Import objects into the scene" = "Importer les objets dans la scène";
"Apply animation to the selected model/text" = "Appliquer l'animation pour le modèle / texte sélectionné";
"Change properties of selected object" = "Modification des propriétés de l'objet sélectionné";
"Export image/video to the Camera roll" = "Exporter une image / vidéo sur le rouleau de l'appareil photo";
"Undo / Redo your actions" = "Undo / Redo vos actions";
"Tap to add the rigged model in to the scene" = "Appuyez sur pour ajouter le modèle truqué pour la scène";
"Tap to publish your animation to the store" = "Appuyez sur pour publier votre animation au magasin";
"Current mode in rigging" = "Mode actuel de gréement";
"Tap to add a joint to the selected joint in the rig" = "Appuyez sur pour ajouter un joint à l'articulation sélectionnée dans la plate-forme";
"Manage objects in the scene" = "Gérer les objets de la scène";
"Switch to Move / Rotate / Scale mode" = "Basculer vers Déplacer / Rotation / mode Echelle";
"Enable to move / rotate the mirror joint of selected joint" = "Activer pour déplacer / tourner le joint de miroir de joint sélectionné";
"Cancel rigging and go back to the scene" = "Annuler le gréement et revenir à la scène";
"Tap to change model category" = "Appuyez sur pour changer de catégorie de modèle";
"Tap to import the selected model into your scene." = "Touchez pour importer le modèle sélectionné dans votre scène.";
"Import selected 3D text into the scene." = "Importer le texte sélectionné dans la scène 3D.";
"Choose color for 3D text." = "Choisissez la couleur pour le texte 3D.";
"Add bevel to 3D text." = "Ajouter biseau au texte 3D.";
"Enter your text here." = "Saisissez votre texte ici .";

"Tap to save and close the Settings." = "Appuyez sur pour enregistrer et fermer les Paramètres.";
"Enable or Disable multiple objects selection." = "Activer ou désactiver plusieurs objets sélection.";
"Choose whether toolbar should be on the right or left side in Editor." = "Choisissez si la barre d'outils devrait être sur le côté droit ou gauche dans l'éditeur.";
"Choose between quality or speed of rendering in Editor." = "Choisissez entre la qualité ou la vitesse de rendu dans l'éditeur.";

"Enable/Disable Watermark image." = "Activer image / Désactiver Watermark.";
"Limit the number of frames to be exported." = "Limiter le nombre d'images à exporter.";
"Credits required for the current export." = "Crédits nécessaires pour l'exportation de courant.";
"Tap to change category." = "Appuyez sur pour changer de catégorie.";
"Tap to apply animation to the selected object." = "Appuyez sur pour appliquer une animation à l'objet sélectionné.";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";



























